-- --------------------------------------------------------
-- Host:                         127.0.0.1
-- Server version:               5.7.36 - MySQL Community Server (GPL)
-- Server OS:                    Win64
-- HeidiSQL Version:             12.0.0.6468
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

-- Dumping data for table my_project_db.products: ~27 rows (approximately)
DELETE FROM `products`;
INSERT INTO `products` (`id`, `product_name`, `ingredients`, `product_type`, `product_weight`, `cost`, `product_image`) VALUES
	(1, 'Есен', 'домати, краставици, сирене, моркови, зелена салата, пресен пипер, червен лук, маслини, риган, магданоз', 'салата', 350, 5.50, NULL),
	(2, 'Цезар', 'пилешки гърди, айсберг, чери домати, краставици, сос Цезар, крутони, пармезан', 'салата', 350, 7.00, NULL),
	(3, 'Капрезе', 'розови домати, моцарела, пресен босилек, риган', 'салата', 250, 6.00, NULL),
	(4, 'Градина', 'зеле, моркови, червено цвекло, соеви кълнове, орехи', 'салата', 300, 5.00, NULL),
	(5, 'Гръцка', 'домати, краставици, сирене, маслини, червен лук, риган', 'салата', 400, 6.20, NULL),
	(6, 'Италианска', 'макарони, зелена салата, домати, краставици, червен лук, маслини, пармезан', 'салата', 400, 7.50, NULL),
	(7, 'Овчарска', 'домати, краставици, маслини, яйце, сирене, кашкавал, лук', 'салата', 450, 5.90, NULL),
	(8, 'Шопска', 'домати, краставици, печен пипер, сирене, лук', 'салата', 400, 5.50, NULL),
	(9, 'Капри', 'доматено пюре, тиквички, маслини, пресни домати, рукола, гъби, бекон, босилек', 'пица', 400, 6.50, NULL),
	(10, 'Салсиче', 'доматено пюре, патладжан, гъби, пресни чери домати, рукола, тиквени семки', 'пица', 350, 7.10, NULL),
	(11, 'Прошуто', 'доматено пюре, прошуто, пармезан, рукола, слънчогледови семки', 'пица', 400, 7.00, NULL),
	(12, 'Веритас', 'доматено пюре, свинска пастърма, пармезан, рукола', 'пица', 350, 6.90, NULL),
	(13, 'Кастело', 'доматено пюре, прошуто, моцарела, пресен пипер, пармезан, рукола', 'пица', 400, 7.60, NULL),
	(14, 'Сиена', 'доматено пюре, луканка, маслини, моцарела, кисели краставички, магданоз', 'пица', 400, 7.50, NULL),
	(15, 'Специале', 'доматено пюре, прошуто, аспержи, чери домати, карамелизирани камби, бекон, рукола, теменужки', 'пица', 400, 8.00, NULL),
	(16, 'Талиатели със свинско', 'талиатели, свинско филе, чери домати, провансалски билки, масло', 'паста', 400, 8.90, NULL),
	(17, 'Спагети с бекон', 'спагети, бекон, чери домати, чедър, зелен лук, провансалкски билки', 'паста', 400, 8.70, NULL),
	(18, 'Талиатели с чоризо', 'талиатели, чоризо, сметана, рукола', 'паста', 400, 8.80, NULL),
	(19, 'Спагети Традиционе', 'спагети, доматен сос, пармезан', 'паста', 400, 7.50, NULL),
	(20, 'Пикантна пене паста', 'пене, чери домати, лют червен пипер, провансалски билки', 'паста', 400, 7.90, NULL),
	(21, 'Ябълков пай', NULL, 'десерт', 100, 3.50, NULL),
	(22, 'Шоколадово суфле', NULL, 'десерт', 100, 4.50, NULL),
	(23, 'Крем карамел', NULL, 'десерт', 100, 3.50, NULL),
	(24, 'Йогурт с горски плодове', NULL, 'десерт', 100, 3.50, NULL),
	(25, 'Печена тиква с карамел и орехи', NULL, 'десерт', 100, 3.00, NULL),
	(26, 'Тирамису', NULL, 'десерт', 100, 4.50, NULL),
	(27, 'Спагети Болонезе', 'спагети, кайма, доматен сос', 'паста', 400, 6.90, NULL);

/*!40103 SET TIME_ZONE=IFNULL(@OLD_TIME_ZONE, 'system') */;
/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IFNULL(@OLD_FOREIGN_KEY_CHECKS, 1) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40111 SET SQL_NOTES=IFNULL(@OLD_SQL_NOTES, 1) */;
